Repository: misaellandero/debtMe
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: es, ja

source: Fee
es: Tarifa
ja: 料金

source: Fee each
es: pagar el
ja: それぞれ料金

source: Fee on 15 and last day
es: Tarifa el 15 y el último día
ja: 15日および最終日の料金

source: for their comments and ideas. If you have a suggestion or found an error, please send an email to hola@misaellandero.com.
es: por sus comentarios e ideas, si tienen una sugerencia o encontraron un error por favor manden un correo a hola@misaellandero.com.
ja: 彼らのコメントとアイデアのために。 提案がある場合、またはエラーを発見した場合は、hola@misaellandero.comにメールを送信してください。

source: of
es: de
ja: の

source: %@ Bills
es: %@ Facturas
ja: %@ 請求書

source: %@ Contacts
es: %@ Contactos
ja: %@ 連絡先

source: %@ New
es: %@ Nuevo
ja: %@ 新規

source: %@ Summary
es: %@ Resumen
ja: %@ まとめ

source: %@ Tags
es: %@ Etiquetas
ja: %@ タグ

source: 2023 - %@ DebtMe App by Misael Landeros
es: 2023 - %@ Aplicación DebtMe por Misael Landeros
ja: 2023年-%@ ミサエル・ランデロスによるDebtMeアプリ

source: A simple app to register small loans between friends and family
es: Una aplicación sencilla para registrar pequeños préstamos entre amigos y familiares
ja: 友人や家族の間で少額のローンを登録するための簡単なアプリ

source: About this App
es: Acerca de esta App
ja: このアプリについて

source: Add
es: Agregar
ja: 付け加える

source: All
es: Todos
ja: ひたすら

source: All Features
es: Todas las funciones
ja: すべての機能

source: Already paid
es: Pagado
ja: すでに支払い済み

source: Amount
es: Monto
ja: 金額

source: Applying
es: Aplicando
ja: 適用中

source: Are you sure? You won't be able to retrieve this information later.
es: ¿Estás seguro? No podrás recuperar esta información más tarde.
ja: 確かですか？ この情報は後で取得できなくなります。

source: Ascending A-Z
es: Ascendente A-Z
ja: 昇順A-Z

source: Back
es: Espalda
ja: バック

source: Balance
es: Saldo
ja: バランス

source: Bills
es: Gastos
ja: 請求書

source: Biweekly
es: Quincenal
ja: 隔週の

source: Brand Icons
es: Iconos de marca
ja: ブランドアイコン

source: Brands
es: Marcas
ja: ブランド

source: Business day
es: Día hábil
ja: 営業日

source: Calendar
es: Calendario
ja: カレンダー

source: Cancel
es: Cancelar
ja: 中止する

source: Category
es: Categoría
ja: カテゴリ

source: CFBundleName
es: debtMe
ja: CFバンドル名

source: Choose an Emoji
es: Elige un Emoji
ja: 絵文字を選択してください

source: Choose an icon
es: Elige un icono
ja: アイコンを選択

source: Chose An Emoji
es: Elige un Emoji
ja: 絵文字を選んだ

source: Click me!
es: ¡Haz clic en mí!

source: Close
es: Cerrar
ja: 閉じる

source: Config
es: Configuración
ja: 設定

source: Contact Me
es: Contactame
ja: 私に連絡する

source: Contacts
es: Contactos
ja: 連絡先

source: Contacts Tab
es: Pestaña contactos
ja: 連絡先タブ

source: Continue
es: Continuar
ja: 続ける

source: Cover
es: Pagado
ja: カバーする

source: Create with Apple Intelligence
es: Crear con Apple Intelligence
ja: Apple Intelligenceで作成

source: Crop
es: Cultivo
ja: 作物

source: Daily
es: Diario
ja: 毎日

source: Daily Fee
es: Cuota Diaria
ja: 日常料金

source: Date
es: Fecha
ja: 日付

source: Date frame
es: Marco de fecha
ja: 日付枠

source: Day balance
es: Balance diario
ja: 日収支

source: Debts
es: Deudas
ja: 借金

source: Delete
es: Eliminar
ja: 削除する

source: Delete Contact
es: Eliminar contacto
ja: 連絡先の削除

source: Delete Transaction
es: Eliminar transacción
ja: トランザクションの削除

source: Descending Z-A
es: Descendente Z-A
ja: 降下Z-A

source: Description
es: Descripción
ja: 説明

source: Detail view
es: Vista detallada
ja: 詳細ビュー

source: Done
es: Hecho
ja: 済んで

source: Downloading
es: Descargando
ja: ダウンロード中

source: Downloading image
es: Descargando imagen
ja: 画像をダウンロードしています

source: Edit
es: Editar
ja: 編集

source: Edit Contact
es: Editar Contacto
ja: 連絡先の編集

source: Emoji Picker
es: Recolector de emojis
ja: 絵文字ピッカー

source: End date
es: Fecha de finalización
ja: 終了日

source: End Date
es: Fecha de finalización
ja: 終了日

source: Estimated
es: Estimado
ja: 推定の

source: Estimated payment date
es: Fecha estimada de pago
ja: 支払予定日

source: Expense
es: Desembolso
ja: 費用

source: Expenses
es: Gastos
ja: 経費

source: Files
es: Archivos
ja: ファイル

source: Filter
es: Filtro
ja: フィルタ

source: Filter by tag
es: Filtrar por etiqueta
ja: タグで絞り込む

source: Frequency
es: Frecuencia
ja: 頻度

source: Friday
es: Viernes
ja: 金曜日

source: From today
es: A partir de hoy
ja: 本日から

source: Generate
es: Generar
ja: 創出する

source: Get the app on your iPhone, iPad, Mac and VisionPro
es: Obtén la aplicación en tu iPhone, iPad, Mac y VisionPro
ja: iPhone、iPad、Mac、VisionProでアプリを入手する

source: Grid density
es: Densidad de la cuadrícula
ja: グリッド密度

source: Grid Density
es: Densidad de la cuadrícula
ja: グリッド密度

source: Hello, World!
es: ¡Hola, mundo!
ja: こんにちは、世界！

source: Hi, my name is Misael. I like to help companies grow their businesses. Creating elegant and inclusive websites and apps.
es: Hola, mi nombre es Misael, me gusta ayudar a las compañias y personas a crear applicaciones elegantes e inclusivas para hacer crecer sus negocios.
ja: こんにちは、私の名前はミサエルです。 私は企業のビジネスの成長を支援するのが好きです。 エレガントで包括的なウェブサイトとアプリを作成する。

source: Hide
es: Ocultar
ja: 隠れる

source: Hide Settled
es: Ocultar saldadas
ja: 解決を隠す

source: High
es: Alta
ja: 高い

source: Higher First
es: Mayor primero
ja: より高い最初

source: Highest
es: Maxima
ja: Highの最上級

source: History
es: Historia
ja: 歴史

source: Home
es: Casa
ja: 家

source: I owe them
es: Les debo
ja: 私は彼らに借りがあります

source: I Owe Them
es: Le Debo
ja: 私は彼らに借りがあります

source: iCloud Sync
es: Sincronización con iCloud
ja: iCloud 同期

source: Icons
es: Iconos
ja: アイコン

source: Image unavailable
es: Imagen no disponible
ja: 画像が利用できません

source: Images
es: Imagenes
ja: イメージ

source: Include Image
es: Incluir Imagen
ja: 画像を含める

source: Income
es: Ingresos
ja: 収入

source: Incoming
es: Entrante
ja: 入って来る

source: Keep all your devices up to date using iCloud sync
es: Mantén todos tus dispositivos sincronizados con iCloud
ja: iCloud 同期を使用してすべてのデバイスを最新の状態に保つ

source: Label
es: Etiqueta
ja: ラベル

source: Learn More
es: Sobre Mi
ja: もっと詳しく知る

source: Left
es: Restante
ja: 左の

source: List
es: Lista
ja: リスト

source: Loading
es: Carga
ja: ローディング

source: Loading icons
es: Cargando iconos
ja: アイコンを読み込み中

source: Loading images
es: Cargando imágenes
ja: 画像を読み込み中

source: Loans
es: Préstamos
ja: ローン

source: Lock Upon Exit
es: Bloquear al salir
ja: 出口ロック

source: Low
es: Baja
ja: 低い

source: Lower First
es: Menor primero
ja: ローワーファースト

source: Lowest
es: Minima
ja: 最低

source: Mark as Settled
es: Marcar como pagado
ja: 解決済みとしてマークする

source: Medium
es: Media
ja: 媒体

source: Monday
es: Lunes
ja: 月曜日

source: Monthly
es: Mensual
ja: 毎月

source: My WebSite
es: Mi sitio web
ja: 私のウェブサイト

source: Name
es: Nombre
ja: 名

source: New
es: Nuevo
ja: 新しい

source: New Contact
es: Nuevo Contacto
ja: 新しい連絡先

source: New icon for iOS 18 support dark and tinted mode
es: Nuevo icono para iOS 18 con soporte para modo oscuro y tintado
ja: iOS 18の新しいアイコンは、ダークモードとティントモードをサポートしています

source: New Tag
es: Nueva Etiqueta
ja: 新しいタグ

source: New Transaction
es: Nueva transacción
ja: 新しい取引

source: Newest Creation First
es: La Creación Más Reciente Primero
ja: 最新の作成が先

source: Newest Settled First
es: Lo más nuevo se instaló primero
ja: 最新の解決先

source: Next income %@
es: Próximo ingreso %@
ja: 次の収入 %@

source: No amount updates
es: Sin actualizaciones de cantidad
ja: 金額の更新はありません

source: No icons found
es: No se encontraron iconos
ja: アイコンが見つかりません

source: No image
es: Sin imagen
ja: 画像がありません

source: No images found
es: No se encontraron imágenes
ja: 画像が見つかりません

source: No records found!
es: ¡No se encontro nada!
ja: 記録が見つかりません！

source: No scheduled items
es: No hay artículos programados
ja: 予定された項目はありません

source: No scheduled items in this day
es: No hay artículos programados en este día
ja: 本日は予定項目がありません

source: No scheduled items in this period
es: No hay artículos programados en este período
ja: この期間に予定された項目はありません

source: No services due
es: No hay servicios debidos
ja: サービスがありません

source: Not paid
es: No pagadó
ja: 支払われていない

source: Note
es: Nota
ja: メモ

source: Notes
es: Notas
ja: メモ

source: Nothing around here yet!
es: ¡Nada por aqui!
ja: この辺りにはまだ何もない！

source: Nothing selected
es: Nada seleccionado
ja: 何も選択されていません

source: Now the apps is compatible with tiles on macOS
es: Ahora la app es compatible con ventanas en mosaico en macOS
ja: これで、アプリはmacOSのタイルと互換性があります

source: Now you add images to the transactions and payments
es: Ahora puedes añadir imágenes a las transacciones y pagos
ja: 次に、取引と支払いに画像を追加します

source: Now you can view the summary and balance directly within the Contacts tab. Head to Settings if you wish to disable this feature
es: hora puedes ver el resumen y el balance directamente dentro de la pestaña de Contactos. Dirígete a Configuración si deseas desactivar esta función
ja: 「連絡先」タブで概要と残高を直接表示できるようになりました。 この機能を無効にしたい場合は、[設定]に移動します。

source: Oldest Creation First
es: La creación más antigua primero
ja: 最古の創造が最初

source: Oldest Settled First
es: El más viejo se instaló primero
ja: 最も古い、最初に解決

source: Or via mail hola@misaellandero.com
es: Por Correo hola@misaellandero.com
ja: またはメール hola@misaellandero.com

source: Outgoing
es: Saliente
ja: 出て行く

source: Paid in
es: Pagado el
ja: 支払い済み

source: Pay Before
es: Pagar antes del
ja: 前に支払う

source: Pay Full Settlement
es: Liquidar todo
ja: 全額決済を支払う

source: Payment
es: Pago
ja: 支払い

source: Payment date
es: Fecha de Pago
ja: 支払い日

source: Payment reminder
es: Recordatorio de pago
ja: お支払いのご案内

source: Payments
es: Pagos
ja: 支払い

source: People
es: Gente
ja: 人々

source: Period
es: Etapa
ja: 期間

source: Photo Library
es: Biblioteca de fotos
ja: フォトライブラリー

source: Pie chart
es: Gráfico circular
ja: パイチャート

source: Preview
es: Vista Previa
ja: プレビュー

source: Privacy Policy
es: Politica de Privacidad
ja: プライバシーポリシー

# Privacy_Text
source: This is the privacy policy of Misael Landero, its products and services. Misael Landero does not sell, monetize, analyze or collect any type of information from its users. All applications that support data synchronization use iCloud, and the information is not accessible to the developer. Some applications also use geolocation services and maps, which are provided by Apple and required each time they are used on your device, you can disable these services in the settings section of your device. For more information on Apple's privacy policy, its services or iCloud visit www.apple.com/legal/privacy
es: Esta es la política de privacidad de Misael Landero sus productos y servicios. Misael Landero no vende, monetiza, analiza o colecta ningún tipo de información de sus usuarios. Todas las aplicaciones que soportan sincronización de datos utilizan iCloud, y la información no es accesible para el desarrollador algunas aplicaciones también utilizan servicios de geolocalización y mapas, los cuales son proporcionados por Apple y requeridos cada vez que se usen en su dispositivo, puede deshabilitar estos servicios en la sección de ajustes de su dispositivo. Para mas información sobre la política de privacidad de Apple, sus servicio o iCloud visite www.apple.com/legal/privacy
ja: プライバシー_テキスト

source: Profit
es: Beneficios
ja: 利益

source: Quality
es: Calidad
ja: 品質

source: Quarterly
es: Trimestral
ja: 季刊誌

source: Reminder
es: Recordatorio
ja: 注意

source: Remove
es: Eliminar
ja: 除去する

source: Remove Generated Image
es: Eliminar imagen generada
ja: 生成された画像を削除

source: Reset
es: Volver a poner
ja: リセット

source: Return
es: Regresar
ja: 戻る

source: Right:
es: Derecha:
ja: 正しい：

source: Saturday
es: Sábado
ja: 土曜日

source: Save
es: Guardar
ja: 保存する

source: Scheduled
es: Programado
ja: 予定されている

source: Scheduled payment
es: Pago programado
ja: 予定された支払い

source: Scheduled Payment
es: Pago programado
ja: 予定支払い

source: Scheduled Payments
es: Pagos programados
ja: 予定された支払い

source: Search
es: Buscar
ja: 捜索する

source: Search brands (e.g. netflix, spotify, bbva)
es: Buscar marcas (por ejemplo, netflix, spotify, bbva)
ja: ブランドを検索する（例：Netflix、Spotify、BBVA）

source: Search for a brand
es: Buscar una marca
ja: ブランドを検索

source: Search for images
es: Buscar imágenes
ja: 画像を検索

source: Search images
es: Buscar imágenes
ja: 画像を検索

source: Security
es: Seguridad
ja: セキュリティ

source: Select a Photo
es: Seleccionar una foto
ja: 写真を選択

source: Select a tag
es: Selecciona una etiqueta
ja: タグを選択

source: Select Frequency
es: Seleccionar Frecuencia
ja: 頻度を選択

source: Semester
es: Semestral
ja: 学期

source: Service
es: Servicio
ja: サービス

source: Service Name
es: Nombre del Servicio
ja: サービス名

source: Services
es: Servicios
ja: サービス

source: Services and people transactions with dates will appear here.
es: Las transacciones de servicios y personas con fechas aparecerán aquí.
ja: 日付付きのサービスおよび人物取引がここに表示されます。

source: Settings
es: Configuraciones
ja: 設定

source: Settled
es: Saldadas
ja: 定住した

source: SF Symbol
es: Símbolo SF
ja: SFシンボル

source: SF Symbol name (e.g. icloud)
es: Nombre del símbolo de SF (por ejemplo, icloud)
ja: SFシンボル名（例：iCloud）

source: SF Symbols
es: Símbolos de SF
ja: SFシンボル

source: Share
es: Compartir
ja: シェア

source: Show
es: Mostrar
ja: ショー

source: Show All
es: Mostrar todo
ja: すべて表示

source: Show Settled
es: Mostrar saldadas
ja: 解決したことを示す

source: Show Summary
es: Mostrar resumen
ja: 概要を表示

source: Sort alphabetically
es: Ordenar alfabéticamente
ja: アルファベット順に並べる

source: Sort by Amount
es: Ordenar por cantidad
ja: 金額で並べ替え

source: Sort by Date
es: Ordenar por fecha
ja: 日付で並べ替え

source: Start Date
es: Fecha de inicio
ja: 開始日

source: Summary
es: Resumen
ja: 要約

source: Sunday
es: Domingo
ja: 日曜日

source: Symbol not found
es: Símbolo no encontrado
ja: シンボルが見つかりません

source: Tag
es: Etiqueta
ja: タグ

source: Tags
es: Etiquetas
ja: タグ

source: Terms and conditions
es: Terminos y condiciones
ja: 利用規約

# Terms_Text
source: This is a legal contract between you (hereinafter referred to as the user) and Misael Landero (hereinafter the developer). This application is provided as is with no guarantees or promises. By using this application you agree that your iCloud account will be used to backup and sync your data At all times you are solely responsible for the information you save within this application and its protection and it will be your duty to comply with the legislation of your country in this regard. The information that you store is safely stored on your device and in iCloud, by using this App it is understood that you agree to this. The developer will not provide or provide backups of this information nor does it promise to recover it in case it is lost, in fact it is not technically possible for the developer to access your information as it is safeguarded in your iCloud account and on your devices. The developer disclaims any responsibility related to the loss, leakage, theft or unwanted or unauthorized modification of the information stored in the app. The developer will not be responsible for possible damages to your device resulting from the use of beta or final versions of this App.
es: Este un contrato legal entre usted (de ahora en adelante denominado el usuario) y Misael Landero (de ahora en adelante el desarrollador). Esta aplicación se entrega tal y como es sin garantías ni promesas. Al usar esta aplicación usted acepta que se use su cuenta de iCloud para respaldar y sincronizar sus datos En todo momento usted es el único responsable de la información que guarde dentro de esta aplicación y de su resguardo y sera su deber cumplir con la legislación de su país al respecto. La información que usted almacena es guardada de manera segura en su dispositivo y en iCloud, al usar esta App se entiende que usted esta de acuerdo con esto. El desarrollador no proveerá ni proporcionará respaldos de esta información ni se compromete a recuperarla en caso de que se pierda, de hecho no es técnicamente posible para el desarrollador accesar a su información al estar resguarda en su cuenta de iCloud y en sus dispositivos. El desarrollador se deslinda de cualquier responsabilidad relacionada con la perdida, filtración, robo o modificación no deseaba o no autorizada de la información almacenada en la app. El desarrollador no se hará responsable de posibles daños a su dispositivo resultado del uso de versiones beta o finales de esta App.
ja: 用語_テキスト

source: Thanks
es: Gracias
ja: サンクス

source: They owe me
es: Me deben
ja: 彼らは私に借りがあります

source: They Owe me
es: Me Debe
ja: 彼らは私に借りがある

source: This contact has unsettled transactions and balance is not Zero. Are you sure you want to delete?
es: Este contacto tiene transacciones pendientes y el saldo no es cero. ¿Estás seguro de que quieres eliminarlo?
ja: この連絡先には未決済の取引があり、残高はゼロではありません。 本当に削除しますか？

source: This transaction is unsettled and has recorded payments. Are you sure you want to delete?
es: Esta transacción no está saldada y tiene pagos registrados. ¿Estás seguro de que quieres eliminarla?
ja: この取引は未決済で、支払いが記録されています。 本当に削除しますか？

source: Thursday
es: Jueves
ja: 木曜日

source: Tile
es: Ventanas
ja: タイル

source: Today
es: Hoy
ja: 今日

source: Toggle Status to Unpaid
es: Cambiar a no pagado
ja: ステータスを未払いに切り替える

source: Track Debts and Loans
es: Registra deudas y prestamos
ja: 借金とローンを追跡する

source: Track your transactions with friends and family, keep an easy record of what you debt and own
es: Registra tus transacciones con amigos y familiares, lleva un registro fácil de lo que debes y prestas
ja: 友人や家族との取引を追跡し、借金や所有物を簡単に記録します。

source: Try another brand name or use an SF Symbol.
es: Pruebe con otra marca o use un símbolo de SF.
ja: 別のブランド名を試すか、SFシンボルを使用してください。

source: Try another search term.
es: Prueba otro término de búsqueda.
ja: 別の検索語を試してください。

source: Tuesday
es: Martes
ja: 火曜日

source: Twitter
es: Tuitear
ja: ツイッター

source: Type
es: Tipo
ja: タイプ

source: Universal App
es: Aplicación universal
ja: ユニバーサルアプリ

source: Unlock
es: Desbloquear
ja: 鍵が開く

source: Unlock to see your data
es: Desbloquea para ver tus datos
ja: ロックを解除してデータを見る

source: Update Amount
es: Cantidad de actualización
ja: 金額を更新

source: Use
es: Uso
ja: 使う

source: Use the search field to find a service icon.
es: Utilice el campo de búsqueda para encontrar un icono de servicio.
ja: 検索フィールドを使用して、サービスアイコンを見つけてください。

source: Use the search field to find an image.
es: Utilice el campo de búsqueda para encontrar una imagen.
ja: 検索フィールドを使用して画像を見つけてください。

source: Version %@
es: Versión %@
ja: バージョン %@

source: Web Images
es: Imágenes web
ja: ウェブ画像

source: Wednesday
es: Miércoles
ja: 水曜日

source: Weekly
es: Semanal
ja: 毎週

source: Welcome to
es: Bienvenido a
ja: ようこそ

source: Wellcome to
es: Bievenidos a
ja: ようこそ

source: What's New?
es: ¿Qué hay de nuevo?
ja: 変わりないですか？

source: When you turn on this option, the device will require your FaceID, TouchID, or passcode to unlock the app.
es: Al activar esta opción se pedira que uses FaceID, TouchID o tu código para desbloquear esta app.
ja: このオプションをオンにすると、App のロックを解除するには、FaceID、TouchID、またはパスコードが必要です。

source: Yearly
es: Anual
ja: 毎年

source: 􀊫 Search
es: 􀊫 Buscar
ja: 検索

source: Color
ja: 色

source: DebtMe
ja: 借金

source: Instagram
ja: インスタグラム

source: Internet
ja: インターネット

source: LinkedIn
ja: リンク

source: Original
ja: オリジナル

source: Resumen
ja: 再開

source: Sin gastos en este periodo
ja: この期間中は費用がかからずに

source: Todos
ja: すべて

source: Total
ja: 合計

source: Ver todo
ja: すべてを見る

source: Vista
ja: 眺望
